Repository: ArkDeck/ArkDeck
Catalog: windows/App/Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans

# viewer_separator_label
source: Resize UI tree and node properties
zh_hans: 调整 UI 树和节点属性的高度

# viewer_separator_value
source: UI tree uses %1$d percent of the inspector
zh_hans: UI 树占检查器高度 %1$d%%

# viewer_tab_accessibility
source: Accessibility
zh_hans: 无障碍

# viewer_tab_layout
source: Layout
zh_hans: 布局

# viewer_tab_properties
source: Properties
zh_hans: 属性

# viewer_toolbar_capture
source: Capture View
zh_hans: 抓取视图

# viewer_toolbar_capturing
source: Capturing…
zh_hans: 抓取中…

# viewer_toolbar_currentScreen
source: Current screen
zh_hans: 当前屏幕

# viewer_toolbar_device
source: Device
zh_hans: 设备

# viewer_toolbar_noDevice
source: No device
zh_hans: 无设备

# viewer_toolbar_recapture
source: Recapture
zh_hans: 重新抓取

# viewer_toolbar_refresh
source: Refresh Viewer
zh_hans: 刷新 Viewer

# viewer_toolbar_search
source: Search component, ID, or text
zh_hans: 搜索组件 / ID / 文本

# viewer_tree_collapse
source: Collapse
zh_hans: 折叠

# viewer_tree_expand
source: Expand
zh_hans: 展开

# viewer_tree_label
source: Complete UI tree
zh_hans: 完整 UI 树

# viewer_tree_noMatches
source: No matching components. The current selection is unchanged.
zh_hans: 没有匹配的组件。当前选中项未改变。

# viewer_tree_notSelected
source: Not selected
zh_hans: 未选中

# viewer_tree_selected
source: Selected
zh_hans: 已选中

# viewer_value_available
source: Available
zh_hans: 可用

# viewer_value_no
source: No
zh_hans: 否

# viewer_value_unavailable
source: Unavailable
zh_hans: 不可用

# viewer_value_verified
source: Verified
zh_hans: 已验证

# viewer_value_yes
source: Yes
zh_hans: 是

# a11y_announce_openingCancelled
source: Opening cancelled
zh_hans: 已取消打开

# a11y_announce_openingTrace
source: Opening trace
zh_hans: 正在打开 Trace

# a11y_announce_operationFailed
source: Operation failed
zh_hans: 操作失败

# a11y_announce_rangeAnalysisComplete
source: Range analysis complete
zh_hans: 范围分析完成

# a11y_announce_searchFoundAtLeastResults
source: Search found at least %lld results
zh_hans: 搜索找到至少 %lld 个结果

# a11y_announce_searchFoundResults
source: Search found %lld results
zh_hans: 搜索找到 %lld 个结果

# a11y_announce_traceCloseFailed
source: Trace close failed
zh_hans: 关闭 Trace 失败

# a11y_announce_traceClosed
source: Trace closed
zh_hans: 已关闭 Trace

# a11y_announce_traceLoadedWithVisibleTracks
source: Trace loaded, %lld visible tracks
zh_hans: Trace 已加载，有 %lld 个可见轨道

# a11y_announce_traceLoadedWithoutTimedEvents
source: Trace loaded, no timed events
zh_hans: Trace 已加载，没有带时刻的事件

# a11y_announce_traceOpenFailed
source: Trace failed
zh_hans: Trace 加载失败

# a11y_timeline_label
source: Trace Timeline
zh_hans: Trace 时间轴

# error_reason_cache
source: The derived trace cache needs attention. Inspect it in Trace settings; the original trace is not a cache target.
zh_hans: Trace 派生缓存需要处理。请在 Trace 设置中检查；原始 Trace 不属于缓存清理范围。

# error_reason_cancelled
source: Opening was cancelled. No new trace was opened.
zh_hans: 打开操作已取消，没有打开新的 Trace。

# error_reason_chooseFile
source: The source could not be read or validated. Choose an accessible trace file.
zh_hans: 源文件无法读取或校验。请选择一个可访问的 Trace 文件。

# error_reason_operation
source: The trace operation did not finish. Review the diagnostic details and the available recovery action.
zh_hans: Trace 操作未完成。请查看诊断详情和当前可用的处理方式。

# error_reason_parser
source: The bundled parser could not be verified or started. Check the diagnostic details before retrying.
zh_hans: 内置解析器未通过校验或无法启动。请查看诊断详情后重试。

# error_title_bundledParserUnavailable
source: Bundled parser is unavailable
zh_hans: 内置解析器不可用

# error_title_cacheNeedsAttention
source: Trace cache needs attention
zh_hans: Trace 缓存需要处理

# error_title_couldNotFinish
source: ArkTrace could not finish
zh_hans: ArkTrace 未能完成操作

# error_title_openingCancelled
source: Opening was cancelled
zh_hans: 已取消打开

# error_title_traceCouldNotBeOpened
source: Trace could not be opened
zh_hans: 无法打开 Trace

# viewer_eventType
source: Type
zh_hans: 类型

# viewer_openPanel_title
source: Open Trace
zh_hans: 打开 Trace

# viewer_searchEvents_menu
source: Search Trace Events
zh_hans: 搜索 Trace 事件

# windows_recovery_title
source: ArkDeck Runtime unavailable
zh_hans: ArkDeck Runtime 不可用

# windows_recovery_message_notRunning
source: The local ArkDeck Runtime is not running or did not answer.
zh_hans: 本机的 ArkDeck Runtime 未运行或没有应答。

# windows_recovery_message_impostor
source: The local endpoint is served by a process that is not the installed ArkDeck Runtime, so nothing was sent to it.
zh_hans: 本机端点由一个不是已安装 ArkDeck Runtime 的进程提供，因此没有向它发送任何内容。

# windows_recovery_message_contract
source: The running ArkDeck Runtime speaks another control contract than this app.
zh_hans: 正在运行的 ArkDeck Runtime 使用的控制契约与本 App 不同。

# windows_recovery_message_notConfigured
source: This copy of ArkDeck has no installed ArkDeck Runtime identity to verify, so it did not connect.
zh_hans: 此 ArkDeck 副本没有可供校验的已安装 ArkDeck Runtime 身份，因此没有连接。

# windows_recovery_remedy_notRunning
source: Start the ArkDeck Runtime, then retry: any arkdeck command that needs it starts it, and arkdeck doctor shows what is wrong.
zh_hans: 请启动 ArkDeck Runtime 后重试：任何需要它的 arkdeck 命令都会启动它，arkdeck doctor 会说明问题所在。

# windows_recovery_remedy_impostor
source: Quit whatever holds the endpoint, then start ArkDeck again; arkdeck doctor reports the held name.
zh_hans: 请退出占用该端点的程序，然后重新启动 ArkDeck；arkdeck doctor 会报告被占用的名称。

# windows_recovery_remedy_contract
source: Install matching ArkDeck app and Runtime versions, then start ArkDeck again.
zh_hans: 请安装版本匹配的 ArkDeck App 与 Runtime，然后重新启动 ArkDeck。

# windows_recovery_remedy_notConfigured
source: Install ArkDeck with its Runtime, or set ARKDECK_DAEMON_PATH with ARKDECK_DAEMON_SIGNER_SHA256 or ARKDECK_DAEMON_PACKAGE_FAMILY, then retry.
zh_hans: 请安装带 Runtime 的 ArkDeck，或设置 ARKDECK_DAEMON_PATH 以及 ARKDECK_DAEMON_SIGNER_SHA256 或 ARKDECK_DAEMON_PACKAGE_FAMILY，然后重试。

# windows_recovery_reason
source: Reason: %@
zh_hans: 原因：%@

# windows_action_retry
source: Retry
zh_hans: 重试

# windows_action_refresh
source: Refresh
zh_hans: 刷新

# windows_action_copyCli
source: Copy CLI command
zh_hans: 复制 CLI 命令

# windows_overview_doctor_title
source: Runtime diagnostics
zh_hans: Runtime 诊断

# windows_overview_doctor_unavailable
source: Runtime diagnostics could not be read
zh_hans: 无法读取 Runtime 诊断

# windows_overview_doctor_overall
source: Overall: %@
zh_hans: 总体：%@

# windows_overview_doctor_overall_healthy
source: Healthy
zh_hans: 正常

# windows_overview_doctor_overall_degraded
source: Degraded
zh_hans: 降级

# windows_overview_doctor_overall_blocked
source: Blocked
zh_hans: 受阻

# windows_overview_doctor_counts
source: %1$lld blockers · %2$lld warnings · %3$lld info
zh_hans: %1$lld 个阻断 · %2$lld 个警告 · %3$lld 条信息

# windows_overview_doctor_severity_blocker
source: Blocker
zh_hans: 阻断

# windows_overview_doctor_severity_warning
source: Warning
zh_hans: 警告

# windows_overview_doctor_severity_info
source: Info
zh_hans: 信息

# windows_overview_runtime_protocol
source: Protocol version
zh_hans: 协议版本

# windows_overview_runtime_contract
source: Contract identity
zh_hans: 契约标识

# windows_overview_runtime_operations
source: Available operations
zh_hans: 可用操作

# windows_overview_runtime_operationsValue
source: %1$lld of %2$lld
zh_hans: %1$lld / %2$lld

# windows_device_empty
source: No device candidates are observed.
zh_hans: 没有观测到候选设备。

# windows_history_column_created
source: Created
zh_hans: 创建时间

# windows_testTransport_title
source: Test transport
zh_hans: 测试传输

# windows_testTransport_message
source: Scripted daemon "%@": nothing on this window comes from ArkDeck Runtime.
zh_hans: 脚本化 daemon “%@”：此窗口中的内容均不来自 ArkDeck Runtime。

# windows_bytes
source: %@ bytes
zh_hans: %@ 字节

# windows_device_targets_title
source: Adopted targets
zh_hans: 已接管的目标

# windows_device_targets_empty
source: No device has been adopted yet.
zh_hans: 尚未接管任何设备。

# windows_device_targets_unavailable
source: Adopted targets unavailable
zh_hans: 无法读取已接管的目标

# windows_device_target_select
source: Select an adopted target to see its details.
zh_hans: 选择一个已接管的目标以查看详情。

# windows_device_target_detail_unavailable
source: Target details unavailable
zh_hans: 无法读取目标详情

# windows_device_target_adoptedAt
source: Adopted at
zh_hans: 接管时间

# windows_device_target_toolVersion
source: HDC version at adoption
zh_hans: 接管时的 HDC 版本

# windows_device_target_identity
source: Stable identity (SHA-256)
zh_hans: 稳定标识（SHA-256）

# windows_device_target_confirmedAt
source: Facts confirmed at
zh_hans: 信息确认时间

# windows_device_target_binding
source: Binding
zh_hans: 绑定

# windows_device_target_presence
source: Presence
zh_hans: 在线状态

# windows_device_target_profile
source: Device profile
zh_hans: 设备 Profile

# windows_device_target_operations
source: Operations on this device
zh_hans: 此设备上的操作

# windows_device_target_operationsScope
source: Scope: %1$@ (%2$@)
zh_hans: 范围：%1$@（%2$@）

# windows_device_rename_clear
source: Clear name
zh_hans: 清除名称

# windows_device_rename_saved
source: Name saved: %@
zh_hans: 名称已保存：%@

# windows_device_rename_cleared
source: Name cleared
zh_hans: 名称已清除

# windows_device_rename_refused
source: The name was not changed
zh_hans: 名称未更改

# windows_history_artifacts_unavailable
source: Artifacts unavailable
zh_hans: 无法读取 Artifact

# windows_history_artifacts_exported
source: Exported to %@
zh_hans: 已导出到 %@

# windows_history_artifacts_exportFailed
source: Export failed
zh_hans: 导出失败

# windows_history_artifacts_showInExplorer
source: Show in File Explorer
zh_hans: 在文件资源管理器中显示

# windows_trace_inspect_action
source: Inspect Trace
zh_hans: 检查 Trace

# windows_trace_inspect_inspecting
source: Inspecting Trace
zh_hans: 正在检查 Trace

# windows_trace_inspect_title
source: Trace inspection
zh_hans: Trace 检查结果

# windows_trace_inspect_unavailable
source: Trace inspection unavailable
zh_hans: 无法检查 Trace

# windows_trace_inspect_engine
source: Engine: %1$@ %2$@
zh_hans: 引擎：%1$@ %2$@

# windows_trace_inspect_parser
source: Parser: %1$@ %2$@
zh_hans: 解析器：%1$@ %2$@

# windows_trace_inspect_duration
source: Duration: %@ ns
zh_hans: 时长：%@ ns

# windows_trace_inspect_capabilities
source: Capabilities: %@
zh_hans: 能力：%@

# windows_trace_inspect_quality
source: Data quality: %1$@ · %2$lld issues
zh_hans: 数据质量：%1$@ · %2$lld 个问题

# windows_trace_viewerDeferred
source: The Trace viewer is not available on Windows yet: the Runtime inspects the Trace, and Export… saves it for another tool.
zh_hans: Windows 版暂不提供 Trace 查看器：Trace 由 Runtime 检查，可用“导出…”保存后在其他工具中打开。

# windows_navigation_settings
source: Settings
zh_hans: 设置

# windows_settings_tab_workspace
source: Workspace
zh_hans: 工作区

# windows_settings_runtime_subtitle
source: What the ArkDeck Runtime reports about itself, and the CLI commands that control it.
zh_hans: ArkDeck Runtime 自身报告的信息，以及控制它的 CLI 命令。

# windows_settings_runtime_identity
source: Runtime identity
zh_hans: Runtime 身份

# windows_settings_runtime_status
source: Status
zh_hans: 状态

# windows_settings_runtime_catalog
source: Catalog digest
zh_hans: Catalog 摘要

# windows_settings_runtime_methods
source: Published methods
zh_hans: 已发布的方法

# windows_settings_runtime_providers
source: Registered providers
zh_hans: 已注册的 Provider

# windows_settings_runtime_none
source: None
zh_hans: 无

# windows_settings_runtime_checks
source: Runtime checks
zh_hans: Runtime 检查

# windows_settings_runtime_check_targets
source: Target store
zh_hans: 目标存储

# windows_settings_runtime_check_recovery
source: Recovery
zh_hans: 恢复

# windows_settings_runtime_check_sessionOutput
source: Session output
zh_hans: Session 输出

# windows_settings_runtime_check_artifacts
source: Runtime artifacts
zh_hans: Runtime Artifact

# windows_settings_runtime_configured
source: Configured
zh_hans: 已配置

# windows_settings_runtime_notConfigured
source: Not configured
zh_hans: 未配置

# windows_settings_runtime_notChecked
source: Not checked
zh_hans: 未检查

# windows_settings_runtime_adoptedCount
source: Configured · %lld adopted
zh_hans: 已配置 · 已接管 %lld 台

# windows_settings_runtime_outstanding
source: Checked · %lld outstanding cleanups
zh_hans: 已检查 · %lld 项待清理

# windows_settings_service_title
source: Runtime service
zh_hans: Runtime 服务

# windows_settings_service_detail
source: Status, verification and restart of the Runtime run in the CLI. The App only reads the Runtime through its authenticated pipe; it never starts, stops or replaces it.
zh_hans: Runtime 的状态、校验与重启在 CLI 中执行。App 只通过经过认证的管道读取 Runtime，从不启动、停止或替换它。

# windows_settings_signing_title
source: Signing
zh_hans: 签名

# windows_settings_signing_detail
source: Signing credentials are held by the Runtime in Windows Credential Manager and are never shown here; read their status with the CLI.
zh_hans: 签名凭据由 Runtime 保存在 Windows 凭据管理器中，此处从不显示；请用 CLI 查看其状态。

# windows_settings_hdc_unavailable
source: HDC status unavailable
zh_hans: 无法读取 HDC 状态

# windows_settings_tools_title
source: Registered tools
zh_hans: 已登记的工具

# windows_settings_tools_unavailable
source: Tool registry unavailable
zh_hans: 无法读取工具登记

# windows_settings_tools_empty
source: No tool is registered.
zh_hans: 尚未登记任何工具。

# windows_settings_trace_title
source: Trace cache
zh_hans: Trace 缓存

# windows_settings_trace_subtitle
source: The derived Trace cache the Runtime keeps; the original Traces are never cache entries.
zh_hans: Runtime 维护的 Trace 派生缓存；原始 Trace 从不属于缓存条目。

# windows_settings_trace_unavailable
source: Trace cache status unavailable
zh_hans: 无法读取 Trace 缓存状态

# windows_settings_trace_entries
source: %1$lld entries · %2$lld active · %3$lld inactive
zh_hans: %1$lld 个条目 · %2$lld 个活跃 · %3$lld 个非活跃

# windows_settings_trace_scope
source: Purge scope
zh_hans: 清理范围

# windows_settings_workspace_subtitle
source: Workspace projects and presets registered with the Runtime. Registering and changing them runs in the CLI; the project roots stay with the Runtime.
zh_hans: 已向 Runtime 登记的工作区项目与预设。登记和修改在 CLI 中执行；项目根目录只由 Runtime 保存。

# windows_settings_workspace_projects
source: Projects
zh_hans: 项目

# windows_settings_workspace_empty
source: No workspace project is registered.
zh_hans: 尚未登记工作区项目。

# windows_settings_workspace_unavailable
source: Workspace projects unavailable
zh_hans: 无法读取工作区项目

# windows_settings_workspace_select
source: Select a project to see its presets.
zh_hans: 选择一个项目以查看其预设。

# windows_settings_workspace_kind
source: Kind
zh_hans: 类型

# windows_settings_workspace_availability
source: Availability
zh_hans: 可用性

# windows_settings_workspace_configuration
source: Configuration
zh_hans: 配置状态

# windows_settings_workspace_generation
source: Generation
zh_hans: 代次

# windows_settings_workspace_registered
source: Registered
zh_hans: 登记时间

# windows_settings_workspace_detailUnavailable
source: Project details unavailable
zh_hans: 无法读取项目详情

# windows_settings_workspace_presets
source: Presets
zh_hans: 预设

# windows_settings_workspace_presetsEmpty
source: No preset is registered for this project.
zh_hans: 此项目尚未登记预设。

# windows_settings_workspace_presetsUnavailable
source: Presets unavailable
zh_hans: 无法读取预设

# windows_settings_workspace_timeout
source: Timeout %lld s
zh_hans: 超时 %lld 秒

# windows_navigation_sessions
source: Sessions
zh_hans: Session

# windows_sessions_subtitle
source: The Sessions the Runtime keeps on this PC: pin the ones to keep, export one, or clean up what the retention policy allows.
zh_hans: Runtime 在这台电脑上保存的 Session：固定要保留的，导出某一个，或清理保留策略允许清理的。

# windows_sessions_unavailable
source: Sessions unavailable
zh_hans: 无法读取 Session

# windows_sessions_empty
source: No Session is stored.
zh_hans: 当前没有保存的 Session。

# windows_sessions_select
source: Select a Session to see it.
zh_hans: 选择一个 Session 以查看详情。

# windows_sessions_pinned
source: Pinned
zh_hans: 已固定

# windows_sessions_completed
source: Completed
zh_hans: 完成时间

# windows_sessions_expires
source: Expires
zh_hans: 到期时间

# windows_sessions_size
source: Size
zh_hans: 大小

# windows_sessions_generation
source: Generation
zh_hans: 代次

# windows_sessions_pin
source: Pin
zh_hans: 固定

# windows_sessions_unpin
source: Unpin
zh_hans: 取消固定

# windows_sessions_pinnedDone
source: Pinned: retention cleanup never removes it.
zh_hans: 已固定：保留清理不会移除它。

# windows_sessions_unpinnedDone
source: Unpinned: retention cleanup may remove it when it expires.
zh_hans: 已取消固定：到期后保留清理可以移除它。

# windows_sessions_refused
source: The Session was not changed
zh_hans: Session 未更改

# windows_sessions_export
source: Export…
zh_hans: 导出…

# windows_sessions_export_title
source: Review Session export
zh_hans: 检查 Session 导出信息

# windows_sessions_export_message
source: The Runtime writes Session %1$@ to the new folder %2$@ (about %3$@). Device identifiers: %4$@. Sensitive Artifacts are not included.
zh_hans: Runtime 会把 Session %1$@ 写入新文件夹 %2$@（约 %3$@）。设备标识：%4$@。不包含敏感 Artifact。

# windows_sessions_export_confirm
source: Export
zh_hans: 导出

# windows_sessions_export_done
source: Exported to %@
zh_hans: 已导出到 %@

# windows_sessions_export_failed
source: Export failed
zh_hans: 导出失败

# windows_sessions_cleanup
source: Clean up…
zh_hans: 清理…

# windows_sessions_cleanup_title
source: Review Session cleanup
zh_hans: 检查 Session 清理

# windows_sessions_cleanup_message
source: Removes %1$lld Sessions and reclaims %2$@ (from %3$@ to %4$@). Pinned Sessions are kept.
zh_hans: 将移除 %1$lld 个 Session，回收 %2$@（从 %3$@ 降至 %4$@）。已固定的 Session 会保留。

# windows_sessions_cleanup_nothing
source: Nothing to clean up: the retention policy keeps every Session.
zh_hans: 无需清理：保留策略会保留所有 Session。

# windows_sessions_cleanup_confirm
source: Remove Sessions
zh_hans: 移除 Session

# windows_sessions_cleanup_done
source: Removed %1$lld Sessions, reclaimed %2$@.
zh_hans: 已移除 %1$lld 个 Session，回收 %2$@。

# windows_sessions_cleanup_failed
source: Cleanup failed
zh_hans: 清理失败

# windows_jobInspector_cancel_title
source: Request cancellation?
zh_hans: 请求取消？

# windows_jobInspector_cancel_message
source: Runtime stops Job %@ at its next safe boundary. A step already writing to the device finishes first.
zh_hans: Runtime 会在下一个安全边界停止 Job %@。已经在写设备的步骤会先完成。

# windows_jobInspector_result
source: Result
zh_hans: 结果

# windows_jobInspector_result_artifacts
source: %1$lld Artifacts, %2$lld verified · %3$lld cleanup items
zh_hans: %1$lld 个 Artifact，%2$lld 个已校验 · %3$lld 个清理项

# windows_jobInspector_result_unavailable
source: Result unavailable
zh_hans: 无法读取结果

# windows_history_evidence_unavailable
source: Execution evidence unavailable
zh_hans: 无法读取执行证据

# windows_history_evidence_status
source: Evidence status
zh_hans: 证据状态

# windows_sessions_pinnedYes
source: Yes
zh_hans: 是

# windows_sessions_pinnedNo
source: No
zh_hans: 否

# windows_navigation_agents
source: Agents
zh_hans: Agent

# windows_agents_subtitle
source: The agent executions the Runtime runs and the human actions they wait on. Starting an agent stays in the CLI.
zh_hans: Runtime 运行的 Agent 执行，以及它们正在等待的人工操作。启动 Agent 仍在 CLI 中进行。

# windows_agents_unavailable
source: Agent executions unavailable
zh_hans: 无法读取 Agent 执行

# windows_agents_humanActions_unavailable
source: Human actions unavailable
zh_hans: 无法读取人工操作

# windows_agents_executions
source: Agent executions
zh_hans: Agent 执行

# windows_agents_humanActions
source: Waiting for you
zh_hans: 等待你处理

# windows_agents_humanActions_empty
source: No human action is waiting.
zh_hans: 当前没有等待中的人工操作。

# windows_agents_empty
source: No agent execution is recorded.
zh_hans: 当前没有 Agent 执行记录。

# windows_agents_select
source: Select an agent execution to see it.
zh_hans: 选择一个 Agent 执行以查看详情。

# windows_agents_operation
source: Operation
zh_hans: 操作

# windows_agents_state
source: State
zh_hans: 状态

# windows_agents_generation
source: Generation
zh_hans: 代次

# windows_agents_deadline
source: Deadline
zh_hans: 截止时间

# windows_agents_observed
source: Last observed
zh_hans: 最近观察

# windows_agents_next
source: Next
zh_hans: 下一步

# windows_agents_failure
source: Failure
zh_hans: 失败原因

# windows_agents_outcomeUnknown
source: The outcome is unknown: check the device before running it again.
zh_hans: 结果未知：再次运行前请先检查设备。

# windows_agents_action_category
source: Category
zh_hans: 类别

# windows_agents_action_minimum
source: What to do
zh_hans: 需要执行的操作

# windows_agents_action_expires
source: Expires
zh_hans: 到期时间

# windows_agents_action_row
source: %1$@ · %2$@ · expires %3$@
zh_hans: %1$@ · %2$@ · %3$@ 到期

# windows_agents_action_choose
source: Choose one
zh_hans: 请选择一项

# windows_agents_action_chooseFirst
source: Choose one of the listed values first.
zh_hans: 请先选择列出的一项。

# windows_agents_action_resume
source: Resume
zh_hans: 继续

# windows_agents_action_resumed
source: Resumed: the Runtime continues.
zh_hans: 已继续：Runtime 会接着执行。

# windows_agents_action_refused
source: The Runtime did not resume
zh_hans: Runtime 未继续

# windows_agents_abandon
source: Abandon…
zh_hans: 放弃…

# windows_agents_abandon_title
source: Abandon this agent execution?
zh_hans: 放弃这个 Agent 执行？

# windows_agents_abandon_message
source: The Runtime stops agent execution %1$@ (generation %2$@). It cannot be resumed afterwards.
zh_hans: Runtime 会停止 Agent 执行 %1$@（代次 %2$@），之后不能再继续。

# windows_agents_abandon_confirm
source: Abandon
zh_hans: 放弃

# windows_agents_abandon_done
source: Abandoned.
zh_hans: 已放弃。

# windows_agents_abandon_failed
source: The agent execution was not abandoned
zh_hans: Agent 执行未放弃

# windows_navigation_imports
source: Imports
zh_hans: 导入

# windows_imports_subtitle
source: Files uploaded to the Runtime and published as Artifacts for an adopted Target. Each file is checked, sent in verified chunks and published by the Runtime.
zh_hans: 上传到 Runtime、并作为某个已接管 Target 的 Artifact 发布的文件。每个文件都会先检查，再分块校验发送，最后由 Runtime 发布。

# windows_imports_unavailable
source: Imports unavailable
zh_hans: 无法读取导入

# windows_imports_targets_unavailable
source: Targets unavailable
zh_hans: 无法读取 Target

# windows_imports_new
source: New Import
zh_hans: 新建导入

# windows_imports_kind
source: Kind
zh_hans: 类型

# windows_imports_kind_nativeLibrary
source: Native library (lib….so)
zh_hans: 原生库（lib….so）

# windows_imports_kind_workspacePatch
source: Workspace patch (.patch, .diff)
zh_hans: 工作区补丁（.patch、.diff）

# windows_imports_kind_flashBundle
source: Flash bundle (images.tar.gz)
zh_hans: 刷机包（images.tar.gz）

# windows_imports_noTargets
source: No Target is adopted: adopt one in the CLI first.
zh_hans: 尚未接管任何 Target：请先在 CLI 中接管。

# windows_imports_file
source: File
zh_hans: 文件

# windows_imports_noFile
source: No file chosen.
zh_hans: 未选择文件。

# windows_imports_chooseFile
source: Choose file…
zh_hans: 选择文件…

# windows_imports_chooseFileFirst
source: Choose a file first.
zh_hans: 请先选择文件。

# windows_imports_start
source: Import
zh_hans: 导入

# windows_imports_progress
source: Upload progress
zh_hans: 上传进度

# windows_imports_progress_value
source: Sent %1$@ of %2$@
zh_hans: 已发送 %1$@，共 %2$@

# windows_imports_cancel
source: Cancel upload
zh_hans: 取消上传

# windows_imports_busy
source: An upload is in progress.
zh_hans: 正在上传。

# windows_imports_done
source: Imported %1$@ as Artifact %2$@.
zh_hans: 已导入 %1$@，Artifact 为 %2$@。

# windows_imports_failed
source: Import failed
zh_hans: 导入失败

# windows_imports_cancelled
source: Upload cancelled; the partial Import was aborted.
zh_hans: 已取消上传；未完成的导入已中止。

# windows_imports_list
source: Imports
zh_hans: 导入

# windows_imports_empty
source: No Import is recorded.
zh_hans: 当前没有导入记录。

# windows_imports_select
source: Select an Import to see it.
zh_hans: 选择一个导入以查看详情。

# windows_imports_name
source: Name
zh_hans: 名称

# windows_imports_size
source: Size
zh_hans: 大小

# windows_imports_state
source: State
zh_hans: 状态

# windows_imports_generation
source: Generation
zh_hans: 代次

# windows_imports_created
source: Created
zh_hans: 创建时间

# windows_imports_digest
source: Artifact digest
zh_hans: Artifact 摘要

# windows_imports_mediaType
source: Media type
zh_hans: 媒体类型

# windows_imports_privacy
source: Privacy
zh_hans: 隐私级别

# windows_imports_release
source: Release…
zh_hans: 释放…

# windows_imports_release_title
source: Release this Import?
zh_hans: 释放这个导入？
